tap "universal-ctags/universal-ctags"

brew "python"
brew "nvim"
brew "zsh"
brew "ctags", link: false
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "ripgrep"
brew "the_silver_searcher"
brew "node"
brew "htop"
brew "bat"
brew "tmux"
brew "fd"
brew "ruby"
brew "gpg"

cask "iterm2"
cask "google-chrome"
cask "alacritty"
